tap "jetbrains/utils"
tap "manaflow-ai/cmux"
tap "olets/tap"
brew "asdf"
brew "btop"
brew "chezmoi"
brew "direnv"
brew "dotnet"
brew "eza"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git-lfs"
brew "helm"
brew "ktlint"
brew "lefthook"
brew "mise"
brew "mprocs"
brew "neovim"
brew "pnpm"
brew "pure"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "jetbrains/utils/kotlin-lsp"
brew "olets/tap/zsh-abbr"
cask "1password-cli"
cask "claude-code"
cask "cmux"
cask "codex"
cask "font-0xproto-nerd-font"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "hammerspoon"











































































